export const questions = [
  {
    question: {
      en: "height_requirement",
      fa: "قد شما در کدام بازه قرار میگیرد؟",
    },
    options: [
      { label: "کمتر از ۱۶۰ سانتی متر", value: "below 160 cm" },
      { label: "بیشتر از 160 سانتی متر", value: "above 160 cm" },
    ],
  },
  {
    question: { en: "age_requirement", fa: "سن شما در کدام بازه قرار میگیرد؟" },
    options: [
      { label: "زیر 14 سال", value: "below 14 years old" },
      { label: "بیشتر از 14 سال", value: "above 14 years old" },
    ],
  },
  {
    question: { en: "weight_range", fa: "وزن شما در کدام بازه قرار میگیرد؟" },
    options: [
      { label: "کمتر از 50 کیلوگرم", value: "below 50 kg" },
      { label: "بین 50 تا 120 کیلوگرم", value: "50 to 120 kg" },
    ],
  },
  {
    question: {
      en: "usage_duration",
      fa: "مدت زمان استفاده شما از صندلی چقدر است؟",
      description: "دقیق ترین زمان استفاده را انتخاب کنید",
    },
    options: [
      { label: "کمتر از 2 ساعت", value: "less than 2 hours" },
      { label: "بین 2 تا 8 ساعت", value: "2 to 8 hours" },
    ],
    help: "صندلی‌های اداری مناسب استفاده کوتاه‌مدت برای فراهم کردن راحتی در زمان استفاده کوتاه طراحی شده‌اند، درحالیکه بهترین صندلی اداری برای استفاده طولانی‌مدت به گونه‌ای ساخته می‌شود که راحتی پایدار و طولانی مدت را برای کاربر فراهم کرده و از اثرات منفی نشستن طولانی‌مدت جلوگیری کند.	",
  },
  {
    question: {
      en: "table_type",
      fa: "ارتفاع میز مورد استفاده شما کدام است؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "کمتر از 75 سانتی متر", value: "below 75 cm" },
      { label: "بیشتر از 75 سانتی متر", value: "above 75 cm" },
    ],
    help: "صندلی های اداری بطور معمول برای میزهای با ارتفاع 75 سانتی متر طراحی شده اند، این در حالی است که برخی از صندلی ها برای میزهای با ارتفاع متغیر و یا بیشتر از 75 سانتی متر طراحی شده اند.",
  },
  {
    question: {
      en: "back_height_adjustment",
      fa: "قابلیت تنظیم ارتفاع پشتی؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما داشته باشد", value: "needed" },
    ],
    help: "بسیاری از صندلی‌ها دارای تنظیم پذیری های مختلفی هستند که استفاده از صندلی را برای کاربر راحت تر می کند. از جمله این تنظیم پذیری ها می تواند ارتفاع پشتی صندلی، عمق نشیمن صندلی، زاویه پشتی و نشیمن، ارتفاع دسته‌ها و موارد دیگر باشد.",
  },
  {
    question: {
      en: "seat_depth_adjustment",
      fa: "قابلیت تنظیم عمق نشیمن؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما داشته باشد", value: "needed" },
    ],
    help: "بسیاری از صندلی‌ها دارای تنظیم پذیری های مختلفی هستند که استفاده از صندلی را برای کاربر راحت تر می کند. از جمله این تنظیم پذیری ها می تواند ارتفاع پشتی صندلی، عمق نشیمن صندلی، زاویه پشتی و نشیمن، ارتفاع دسته‌ها و موارد دیگر باشد.",
  },
  {
    question: {
      en: "seat_back_adjustment",
      fa: "مکانیزم تنظیم پشتی-نشیمن؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما داشته باشد", value: "needed" },
    ],
    help: "بسیاری از صندلی‌ها دارای تنظیم پذیری های مختلفی هستند که استفاده از صندلی را برای کاربر راحت تر می کند. از جمله این تنظیم پذیری ها می تواند ارتفاع پشتی صندلی، عمق نشیمن صندلی، زاویه پشتی و نشیمن، ارتفاع دسته‌ها و موارد دیگر باشد.",
  },
  {
    question: {
      en: "lumbar_curve_support",
      fa: "قابلیت پشتیبانی بیشتر از گودی کمر؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما داشته باشد", value: "needed" },
    ],
    help: "زمانی که شما می‌نشینید، عضلات کمر به شدت تلاش می‌کنند تا بدن را به صورت عمودی نگه دارند. طراحی صندلی شما می‌تواند در این امر کمک کند. بسیاری از صندلی‌های ما از حمایت مناسب برای منحنی طبیعی ستون فقرات برخوردار هستند، که این امر برای جلوگیری از فشار و تنش در حین نشستن بسیار اهمیت دارد.	",
  },
  {
    question: {
      en: "breathable_cover",
      fa: "تنفسی بودن روکش پشتی؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما پارچه تنفسی باشد", value: "needed" },
    ],
    help: "بسیاری از افراد معمولاً احساس گرما را با احساس ناراحتی مرتبط می‌کنند، به همین دلیل بسیاری از صندلی‌های ما با پارچه های تنفسی طراحی شده‌اند که به شما کمک می‌کنند دمای بدن خود را ثابت نگه دارید.",
  },
  {
    question: {
      en: "armrest_adjustment",
      fa: "قابلیت تنظیم پذیری دسته صندلی؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "دسته ثابت", value: "not needed" },
      { label: "دسته تنظیم پذیر", value: "needed" },
    ],
    help: "بسیاری از صندلی‌ها دارای تنظیم پذیری های مختلفی هستند که استفاده از صندلی را برای کاربر راحت تر می کند. از جمله این تنظیم پذیری ها می تواند ارتفاع پشتی صندلی، عمق نشیمن صندلی، زاویه پشتی و نشیمن، ارتفاع دسته‌ها و موارد دیگر باشد.",
  },
  {
    question: {
      en: "neck_support",
      fa: "قابلیت پشتیبانی از سر و گردن؟",
      description: "نزدیک ترین گزینه را انتخاب کنید",
    },
    options: [
      { label: "نیازی نیست", value: "not needed" },
      { label: "حتما داشته باشد", value: "needed" },
    ],
    help: "استفاده طولانی مدت از صندلی نیازمند داشتن پشتیبانی گردن می باشد تا فشار ناشی از کار از روی بدن شما برداشته شود. بسیاری از صندلی های ما با این ویژگی طراحی شده اند تا راحتی را جهت استفاده کاربر فراهم کنند.",
  },
];
